<template>
  <div class="container">
    <p>&emsp;&emsp;本条款由“江苏沁岑谷网络科技有限公司”（以下简称“本公司”）和您签订。为明确用户在接受和提供币抖平台服务过程中的权利义务，特制订本条款。您在通过本软件使用本公司提供的服务前，请仔细阅读以下的全部条款，一经点击“同意”或“勾选”后完成下一步操作，即视为您同意了本条款全部条款。所以，若您对本条款任何条款有异议的，请不要操作下一步或点击“同意”或“勾选”。<br />
<br />
&emsp;&emsp;“币抖”（以下亦称“我们”）尊重并保护所有使用币抖平台服务的用户的个人隐私权，在您使用币抖提供的服务时（下称“服务”），我们将按照本条款规定收集、使用、共享及保护您的个人信息。<br />
<br />
&emsp;&emsp;本条款包含了我们收集、存储、使用、共享和保护您的个人信息的条款，我们希望通过本条款向您清晰地介绍我们对为您提供的访问、更新、控制和保护您个人信息的方式，因此请您完整地阅读本《服务条款》（下称“本条款”），作出您认为适当的选择。<br />
<br />
&emsp;&emsp;第一条服务内容<br />
<br />
&emsp;&emsp;为用户提供更好、更优、更个性化的服务是币抖坚持不懈的追求，也希望通过我们提供的服务可以更方便您的生活，解决资金周转难题。本条款适用于币抖提供的所有服务，您访问币抖平台网站及/或登陆相关客户端使用币抖平台提供的服务，均适用本隐私权政策。<br />
<br />
&emsp;&emsp;需要特别说明的是，本条款不适用于其他第三方出借人/机构向您提供的服务，例如币抖平台上的出借人/机构依托币抖平台向您提供服务时，您向第三方出借人/机构提供的个人信息不适用于本条款，我们只能做到与第三方出借人/机构商户进入平台前有签订禁止为了服务以外非法倒卖您个人信息条款，以免造成生活骚扰，同时也请您与第三方出借人/机构再次约定个人信息保密协议，第三方出借人/机构如果出现非法交换、出售、提供公民信息等违法行为均与币抖无关。<br />
<br />
&emsp;&emsp;第二条信息收集<br />
<br />
&emsp;&emsp;我们提供服务时，可能会收集、储存和使用下列与您有关的信息。如果您不提供相关信息，可能无法注册成为我们的用户或无法享受我们提供的某些服务，或者无法达到相关服务拟达到的效果。<br />
<br />
&emsp;&emsp;1、您向我们提供的信息。<br />
<br />
&emsp;&emsp;当您注册币抖账户及您在使用币抖平台提供的相关服务时填写及/或提交的信息，包括但不限于您的姓名、性别、出生年月日、身份证号码、电话号码、QQ号码、电子邮箱、地址及相关附加信息（如您所在的省份和城市、邮政编码等）。<br />
<br />
&emsp;&emsp;2、在您使用服务过程中收集的信息。<br />
<br />
&emsp;&emsp;为了提供并优化您需要的服务，我们会收集您使用服务的相关信息，这类信息包括：在您使用币抖平台服务，或访问币抖平台网页时，币抖自动接收并记录的您的浏览器和计算机上的信息，包括但不限于您的IP地址、浏览器的类型、使用的语言、访问日期和时间、软硬件特征信息及您需求的网页记录等数据；如您下载或使用币抖或其关联公司客户端软件，或访问移动网页使用币抖平台服务时，币抖可能会读取与您位置和移动设备相关的信息，包括但不限于设备型号、设备识别码、操作系统、分辨率、电信运营商等。<br />
<br />
&emsp;&emsp;3、向第三方提供的信息<br />
<br />
&emsp;&emsp;用户理解，为申请获得币抖服务，您应向我们提供您的个人信息，为向您提供服务之目的，我们须向第三方透露您的个人信息。您特此向我们授权，为提供服务之目的，我们有权使用您的个人信息、您申请服务时提供相关信息和您在使用服务时储存在币抖的非公开内容(以下简称“个人资料”)<br />
<br />
&emsp;&emsp;。我们保证在除为提供服务之目的外，不对外公开或向第三方提供您的个人资料，但下列情况除外：<br />
<br />
&emsp;&emsp;(1)事先获得您的明确授权;<br />
<br />
&emsp;&emsp;(2)按照政府主管部门或相关法律的要求;<br />
<br />
&emsp;&emsp;(3)只有透露您的个人资料，才能提供您所要求的产品和服务;<br />
<br />
&emsp;&emsp;(4)以维护币抖合法权益之目的;<br />
<br />
&emsp;&emsp;(5)维护社会公众利益;<br />
<br />
&emsp;&emsp;(6)符合其他合法要求。<br />
<br />
&emsp;&emsp;此外，为了配合政府或法律的合法要求、传票或指令，为了保护币抖的系统和用户，或者为了确保币抖业务和系统的完整与操作，我们可获取和披露其认为必要或恰当的任何信息，包括但不限于用户的个人信息、IP地址和流量信息、使用历史以及发布内容。本公司承诺尽商业上的合理努力采用安全技术和程序保障用户信息安全，且上述技术和程序不低于国家法律法规的要求，以防信息的丢失、不当使用等情况的发生。您知悉并认可：币抖可能会与第三方合作向用户提供相关的网络服务，在此情况下，币抖有权将用户的注册信息等资料提供给该第三方。另外，在不透露单个用户隐私资料的前提下，币抖有权对整个用户数据库进行分析并对用户数据库进行商业上的利用。币抖可能会对网络服务使用情况进行统计。同时，币抖可能会与公众分享这些统计信息，以展示我们服务的整体使用趋势。这些统计信息不包含您的任何身份识别信息。<br />
<br />
&emsp;&emsp;第三条、借款匹配授权条款<br />
<br />
&emsp;&emsp;如果您选择同意并点击币抖首页的借款申请按钮（即向币抖出借人推送您的借款申请），币抖系统即将您的个人资料推送给合适的出借人/机构，此匹配功能根据您的资质决定配对机构的数量。您点击了下方的同意按钮即表示您充分理解了本授权协议并授权币抖可将您的个人资料推送给符合匹配情况的出借人/机构。如果您点击了下方的同意按钮选择推送您的个人资料,出借人/机构可能会以短信、电话、微信、QQ、站内信、系统通知等形式联系您，您应自行承担因此可能产生的任何借贷风险，如因后续与第三方机构产生的线下行为导致的任何风险、币抖对此不予负责。根据您注册的信息，可能配对的出借人名单如下：见本合同附录一。<br />
<br />
&emsp;&emsp;币抖在此承诺不会泄露您的个人资料给非配对以及本条款内不包含的出借人/机构。出借人/机构依托币抖平台向您提供服务时，我们只能做到与第三方出借人/机构商户进入平台前有签订禁止为了服务以外非法倒卖您个人信息条款，以免造成生活骚扰，同时也请您与第三方出借人/机构再次约定个人信息保密协议，您向第三方出借人/机构提供的个人信息不适用于本条款，第三方出借人/机构如果出现非法交换、出售、提供公民信息等违法行为均与币抖无关。如有发现出借人/机构非法出售、交换您的个人资料问题，请第一时间与币抖工作人员举报。<br />
<br />
&emsp;&emsp;第四条您的权利与义务<br />
<br />
&emsp;&emsp;（一）您必须为年满18岁并具有完全民事行为能力的自然人。<br />
<br />
&emsp;&emsp;（二）您点击“同意”或“勾选”，即视为同意本条款全部内容，本公司亦即视为该等操作是证明、声明和保证您为接受服务的主体，并应遵守本条款的相关规定。<br />
<br />
&emsp;&emsp;（三）您只能通过本公司软件获取自己的信息，不得在他人未知情的情况下获取他人的信息。<br />
<br />
&emsp;&emsp;（四）您应妥善保管好登录本公司软件的账户名、密码等信息，并对以您名义进行的申请、查询等所有操作行为承担所有法律责任。<br />
<br />
&emsp;&emsp;（五）您应妥善保管本人信息，包括并不限于用户名、账号、手机号码、密码、验证码。如因您本人保管个人信息不善，或因您不慎登录“钓鱼”网站、互联网邮箱系统出现安全问题，导致他人获得您的个人信息，或因此导致个人信息被他人取得可能导致用户遭受损失的后果由您自行承担。<br />
<br />
&emsp;&emsp;（六）查询相关信息的数据来源均为第三方服务提供商，如有与第三方服务提供商所提供的信息存在差异，应以第三方服务提供商信息为准。您不应将其作为针对本手机客户端任何投诉、起诉、要求或者其他法律程序的依据。<br />
<br />
&emsp;&emsp;（七）您不得传送任何包含病毒、木马、蠕虫等可能破坏、感染、密码拦截任何系统，数据和信息的程序，不得通过黑客、密码破译等方式违法侵入计算机和网络系统，他人账户。<br />
<br />
&emsp;&emsp;第五条免责声明<br />
<br />
&emsp;&emsp;经过您的确认和同意后，向币抖购买了相应服务的出借机构（见本合同附录一）和人员（见本合同附录一）可以通过我们的数据库获取您的基本信息，在您每次发起借款申请和推送的时候。当您向币抖递交您的借款申请或者进行借款匹配时，您已经同意向币抖购买了相应服务的出借机构（见本合同附录一）和人员（见本合同附录一）拥有法律上许可的对您的个人信息进行查询及以短信、电话、微信、QQ、站内信、系统通知等形式通知和服务您（可退订）的权利。同时，我们对任何第三方通过币抖发送服务或包含在服务中的任何内容不承担责任。对于因此而引起的任何法律纠纷，币抖也不承担任何法律责任。对任何第三方通过币抖可能对您造成的任何错误、中伤、诽谤、诬蔑、不作为、谬误、淫秽、色情或亵渎，我们不承担责任。<br />
<br />
&emsp;&emsp;如您对本条款有任何疑问，您可以通过币抖平台公布的联系方式与我们联系。如果您不同意本条款任何内容，您应立即停止注册/使用币抖平台服务。当您注册、使用或继续使用币抖平台提供的任一服务时，即表示您已同意我们按照本条款来合法使用和保护您的个人信息。<br />
<br />
&emsp;&emsp;第六条不可抗力条款<br />
<br />
&emsp;&emsp;因台风、地震、海啸、洪水、战争、计算机病毒感染、黑客攻击、网络通信故障等不能预见、不能控制的不可抗力因素，造成本公司不能正常向您提供服务而可能导致的损失，本公司不承担责任。<br />
<br />
&emsp;&emsp;第七条网络传输风险<br />
<br />
&emsp;&emsp;您理解并同意，由于本条款所列服务涉及个人隐私，通过网络提供和传输存在特定的泄密风险，用户一经充分考虑到该风险，并愿意承担该风险通过网络的方式完成本项服务，如果因网络传输导致个人隐私泄露等后果，将由用户自行承担。尽管币抖已作好了全面的安全防范措施后，以下情况仍然有可能发生，例如某一第三方躲过了我们的安全措施并进入我们的数据库，查找到您的个人信息。币抖认为在您把您的个人信息放入我们的数据库时，您已经意识到了这种风险的存在，并同意承担这样的风险。对于因此而引起的任何法律纠纷，币抖不承担任何法律责任。<br />
<br />
&emsp;&emsp;第八条法律适用条款以及争议解决方式<br />
<br />
&emsp;&emsp;本条款的解释、履行及争议的解决均适用中华人民共和国法律。在协议履行期间，凡由本条款引起的或与本条款有关的一切争议、纠纷，当事人应首先协商解决。协商不成，向合同签订地人民法院提起诉讼。<br />
<br />
&emsp;&emsp;第九条附则<br />
<br />
&emsp;&emsp;（一）若本条款中的任何条文无论因何种原因完全或部分无效或不具有执行力，本条款的其他条款仍继续有效。<br />
<br />
&emsp;&emsp;（二）本条款未尽事宜，根据我国相关法律、法规、各信息提供方相关业务规定及您注册本网站/APP时同意的《用户注册协议》办理。如需制定补充协议，其法律效力同本条款。<br />
<br />
&emsp;&emsp;（三）本条款将使用电子签署的方式完成签署，自您点击“同意”或“勾选”并进行下一步操作后则协议生效。<br />
<br />
&emsp;&emsp;（四）您在本条款项下对本公司的授权将视为对本公司及本公司之关联公司的授权。本公司及本公司关联公司均可凭借您的授权及本条款约定执行相关操作。<br />
<br />
&emsp;&emsp;币抖会不时更新本条款，该等修订构成本条款的一部分。在我们更新本条款后，无论我们是否发出通知，而您仍继续使用币抖提供的服务，即表示您同意受经修订本条款的约束。本条款属于币抖使用协议不可分割的有效组成部分。如果您不同意本条款（包括我们可能不定时对其或其中引述的其他规则所进行的任何修改）的全部规定，则请勿使用币抖提供的所有服务，或您可以主动取消币抖提供的服务。<br />
<br />
&emsp;&emsp;<br />
</p>
  </div>
</template>

<script>
export default {

}
</script>

<style lang="stylus" scoped>
  .container
    background #fff
    padding 20px 15px;
    line-height 22px;
    font-size 16px;
</style>
